Repository: oscarahalvorsen/masterproject
Catalog: maalfrid/tmx/iearth.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: In 2019-2020 she was a Fulbright Scholar based at Elon University, North Carolina, USA.
nb: I 2019-2020 mottok hun Fulbright stipend for opphold ved Elon University i Nord Carolina.

source: Last, Helge Drange (UiB) made a useful demo on how to make effective digital teaching using the software Kaltura and Zoom.
nb: Avslutningsvis ble det demonstrert av Helge Drange (UiB) hvordan man kan effektivisere digital undervisning gjennom bruk av Kaltura og Zoom.

source: iEarth student workshop using Design Thinking
nb: iEarth student workshop med Design Thinking

source: Centre leader of SFU iEarth and leader of the national consortium since the beginning in 2016.
nb: Senterleder for SFU iEarth og har leda det nasjonale konsortiumet siden det ble opprettet i 2016.

source: All the SFUs in Norway where gathered, digitally, at the DIKU network seminar 11-12 of November.
nb: DIKU Nettverkssamling 11-12 november inviterte DIKU alle SFUene til nettverkssamling.

source: Representative from ProTed, Siw Skøvset, visited the meeting to tell about their SFU-work within teacher education.
nb: I tillegg fikk konsortiet besøk av Siw Skøvset fra ProTed som fortalte om deres arbeid med SFU innen lærerutdanningen.

source: Meeting in the iEarth consortium, Oslo
nb: Møte i iEarth konsortiet, Oslo

source: I addition, Christian Jørgensen from Department of Biology, UiB, visited to give an inspiring talk about his own experiences with teaching and a workshop about writing practice.
nb: I tillegg var vi heldige å få med oss Christian Jørgensen fra Institutt for biologi ved UiB, med inspirerende foredrag om egen undervisning og workshop om skrivetrening.

source: iEarths Digital Learning Forum – Jypiter Notebook
nb: iEarths Digitale Læringsforum – sharing session om bruken av Jupyter notebook i undervisning

source: , lecturer at UNSW Australia, shared her experiences with using flipped classroom teaching in a Physics 1-course.
nb: , underviser ved UNSW Australia, delte sine erfaringer med å bruke metoden omvendt undervisning i et Fysikk-1 kurs.

source: th annual learning forum was arranged 27-29 October at UNIS.
nb: Det årlige læringsforumet på UNIS ble avholdt for syvende gang 27-29 oktober.

source: 10 older students were invited to give the best possible answers to the student questions:
nb: 10 inviterte deltakere, og tidligere studenter, var invitert for å svare best mulig på studentenes spørsmål:

source: of February, the iEarth consortium met in Tromsø.
nb: februar møttes iEarth konsortiet i Tromsø.

source: This week we had the pleasure to hear from one of our professor II, Anders Ahlberg from the University in Lund.
nb: Denne uken hadde vi den glede å få høre fra en av våre professor IIere, Anders Ahlberg fra Universitetet i Lund.

source: I view iEarth as an opportunity to improve the educational program not just at UiO, but nation wide.
nb: Jeg ser på iEarth som en god mulighet å være med å forbedre studiehverdagen ikke bare på UiO, men også for geologistudenter i hele Norge.

source: In addition, Harald Sodemann, professor at UiB, showed a video on how to use iPad tablet as a online whiteboard during teaching.
nb: I tillegg viste Harald Sodemann, professor ved UiB, en film om hvordan man kan bruke iPad som online whiteboard i digital undervisning.

source: took place in Bologna, Italy, from August 26th to 30th, 2019. Read more:
nb: holdt i Bologna, Italia, fra 26 – 30. august 2019.

source: Be responsible for interviews with 5-6 fellow class mates
nb: Gjennomføre et intervju med 5-6 studenter fra kurset

source: and I am a first year student from Lillehammer studying geology at UiT.
nb: og jeg er førsteårsstudent fra Lillehammer og studerer geologi ved UiT.

source: In September DIKU published a call for up to 40 million NOK for projects leading to increase work relevance in education, strengthening student learning and facing the needs from industry.
nb: Diku lyste i september ut inntil 40 millioner kroner til prosjekter som skulle føre til økt arbeidsrelevans i utdanningene, styrke studentens læring og møte arbeidslivets behov.

source: From left: Martha, Janosch, Nora and Anna
nb: Fra venstre: Martha, Janosch, Nora og Anna

source: Several professors are involved and the second part of the field course is led by Jostein Bakke, professor at Department of Earth science, UiB.
nb: Flere undervisere er involvert og den andre delen av ekskursjonen ledes av Jostein Bakke, professor ved institutt for geovitenskap, UiB.

source: Membership of the Arctic Geology Alumni Club is now open to all former and present students and staff, and details about how to join will be annonuced on the Department of Arctic Geology- UniS Facebook page.
nb: Alle tidligere studenter og ansatte ved UniS kan nå melde seg inn i Arctic Geology Alumni Club og detaljer om hvordan man kan melde seg inn vil bli annonsert på facebooksiden til Department of Arctic Geology- UniS

source: The excursion guide takes the students on a 1-hour long journey through the geology of Western Norway, from Bergen to Stord.
nb: Ekskursjonen tar studentene med på en 1-timers lang reise gjennom geologien på Vestlandet, fra Bergen til Stord.

source: This week is the kick-off for a new, national course in geohazards at UiB, UiO and UiT.
nb: Denne uken går startskuddet for et nytt, nasjonalt kurs i geofarer ved UiB, UiO og UiT.

source: , where Atle presented the making and used of the movies.
nb: , hvor Atle presenterte hvordan filmene ble laget og hvordan de skal brukes i undervisningen.

source: 25 million NOK will hardly be enough for a new call for Centre of Excellence in Education (SFU).”
nb: 25 millioner kroner holder knapt nok til å lyse ut en ny runde av Sentre for fremragende utdanning (SFU).»

source: iEarths first national student leader, Serianna Kvarøy.
nb: Ny nasjonal studentleder- Serianna Kvarøy.

source: – Department of Arctic Geology and Department of Arctic Geophysics at the University Centre in Svalbard (UNIS)
nb: – Avdeling for Arktisk geologi og Arktisk Geofysikk ved Universitetessenteret på Svalbard UNIS)

source: Katarina Mårtensson is senior lecturer and academic developer at Lund University, Sweden.
nb: Katarina Mårtensson er førsteamenuensis og akademisk utvikler ved Universitetet i Lund, Sverige.

source: The topic of the workshop was flexible learning in higher education, active teaching processes and the use of “flipped classroom”.
nb: Temaet for workshopen var fleksibel læring i høyere utdanning, aktive læringsprosesser og bruk av “flipped classroom”.

source: The pilot project will start in January 2021 at UiT and will be followed up with a national pilot project in the fall of 2021.
nb: Planen er å igangsette det første pilotprosjektet med praksisordninger ved UiT våren 2021, for deretter å følge opp med en nasjonal pilot allerede høsten 2021.

source: Anders Mattias Lundmark (UiO) presented an example of using such virtual field guides in practice in the Oslo area.
nb: Anders Mattias Lundmark (UiO) fulgte opp med et eksempel på bruk av virtuelle feltguider i Oslo-feltet.

source: Department of Geoscience, University of Tromsø
nb: Institutt for geovitenskap, Universitetet i Tromsø

source: More information about the program here:
nb: Mer informasjon se program her:

source: We hope that you enjoyed this event and that you will join us for the Geolearning Forum 2021, hopefully in person.
nb: Vi i iEarth håper dere som deltok ble inspirert og at dere vil bli med oss på Geolearning Forum 2021 som forhåpentligvis vil være en konferanse hvor vi alle kan møtes fysisk.

source: Today's iEarth Digital Learning Forum seminar addressed this challenge with the topic
nb: Dagens iEarth Digital Learning Forum seminar adresserte denne utfordringen og hadde tema

source: A digital platform is being developed to provide the basis for activities, webinars and group work.
nb: En digital plattform skal legge grunnlaget for aktiviteter, webinarer og gruppearbeid.

source: We congratulate Kerim Hestnes Nisancioglu with DIKU funding!
nb: Vi gratulerer Kerim Hestnes Nisancioglu med ny DIKU støtte!

source: This spring has forced instructors to be creative.
nb: Denne våren har tvunget undervisere til å bli kreative.

source: Then we have an exciting workshop that will take place on November 16 with Catherine Bovill who will be appointed as Professor 2 at GEO UiB.
nb: Så har vi en spennande workshop som finn stad den 16 november med Cathrine Bovill som vil bli tilsett som professor 2 ved GEO UiB,.

source: The next meeting will be held in conjunction with the Svaldbard Science Conference in Oslo in November 2019.
nb: Nest møte vil bli avholdt i sammenheng med Svalbard Science Conference som holdes i Oslo november 2019.

source: In September 2018, 30 teachers were gathered at Geilo for Teacher’s Retreat.
nb: I september 2018 samlet 30 undervisere seg på Geilo for Teacher’s Retreat.

source: Geoeducation at NGWM2020
nb: Geoundervisning på NGWM2020

source: , is an associate professor at Lund University (Sweden) and has 30 years of experience in academic development.
nb: , er Universitetslektor ved Universitetet i Lund og har 30 års erfaring innen akademisk utvikling.

source: After cooperating with them, Atle has a few tips for those wanting to produce their own virtual field trips:
nb: Etter å ha samarbeidet med dem har Atle noen tips til de som ønsker å produsere sine egne virtuelle feltkurs:

source: Seminar in digital field learning
nb: Seminar i digital feltlæring

source: Inauguration of the UNIS Arctic Geology Department Alumni Club
nb: Første møte i Arctic Geology Alumni Club

source: Within iEarth, I am the PD leader for the work package that deals with community contact, practice schemes and alumni work.
nb: Innenfor iEarth er jeg PD leder for arbeidspakken som tar for seg samfunnskontakt, praksisordninger og alumniarbeid.

source: DIKU received 41 applications with a frame of 190.000.000 NOK.
nb: Diku mottok 41 søknader, med en total ramme på 190.000.000.

source: The work is led by Mathilde B. Sørensen, UiB, in cooperation with Jose Cepeda and Karianne Lilleøren at UiO and Louise Vick at UiT.
nb: Sørensen ved UiB, i samarbeid med Jose Cepeda og Karianne Lilleøren ved UiO og Louise Vick ved UiT.

source: Other topics discussed were digital field teaching, writing practice, how to involve students in research, course evaluation, how and why to take use of our alumni network, and discussion around today’s geoscience curriculum.
nb: Andre tema var digital feltundervisning, skrivetrening, hvordan få studenter deltakende i forskning, emneevaluering, hvordan vi kan ta bedre nytte av alumninettverk og diskusjon rundt dagens geofaglige curriculum.

source: December 3, 2018
nb: desember 3, 2018

source: of May, the Online Scientific Teaching Seminar earlier announced here on the webpage was held. 25 PhDs, Postdocs, researchers, associate professors, and professors from UiT, UiB and UiO met to discuss the practice of teaching and development.
nb: Her deltok 25 PhDer, Postdoktorer, forskere, førsteamanuensiser og professorer innen geovitenskapen fra UiT, UiB og UiO, som sammen diskuterte undervisningspraksis og -utvikling.

source: But I think that with the combination of movies, assignments, online resources and some independent work in the field, we are as close as you can possibly get to achieving the same, Atle explains.
nb: Men jeg tror at med kombinasjonen av filmer, oppgaver, nettressurser og noe selvstendig arbeid i felt, kan vi komme nært med å oppnå det samme, sier Atle.

source: Competence in marine geology and palaeoceanography will be achieved through research-based teaching, practice and making experiences in marine field and laboratory techniques.
nb: Kompetanse i maringeologi og paleoseanografi skal oppnås gjennom forskningsbasert undervisning, trening og erfaring i marine felt og laboratorieteknikker.

source: Department of Earth science, University of Bergen
nb: Institutt for geovitenskap, Universitetet i Bergen

source: Both scientific employees, PhD’s and students were present at Geilo.
nb: Både vitenskapelig ansatte, stipendiater og studenter var tilstede.

source: Domain 1 focusses on the fundamental importance of geoscience education in the face of global challenges.
nb: Område 1 fokuserer på viktigheten av geovitenskapelig utdanning i møte med globale utfordringer.

source: – Absolutely, and there are already several online resources available that offer virtual field trips in various formats to different places in the world.
nb: – Absolutt, og det er flere nettressurser tilgjengelig for å tilby virtuelle feltturer i forskjellige formater og forskjellige steder i verden.

source: How to convert your FieldMove data to ArcGIS
nb: Hvordan overføre FieldMove data til ArcGIS

source: In addition, Centre leader of COAST, Salman Nazir, shared how they work collaboratively and the Centre managers of ProTed and CEMPE shared their experiences on how it is to be in the final chapter of the centre period.
nb: I tillegg var det innlegg fra Salman Nazir fra COAST samt vi fikk høre fra senterlederne i ProTed og CEMPE som er i en avsluttende fase av sin senter periode.

source: In the proposed budget, 250 million NOK has been set aside for the quality work in higher education for the next 4 years, where 85 million NOK is for 2019.
nb: I det fremlagte statsbudsjettet har 250 millioner kroner blitt satt av til kvalitet for høyere utdanning for de neste 4 år, hvorav 85 millioner kroner kommer i 2019.

source: The alumni networks are open to all previous students, PhD-candidates and employees at your university.
nb: Alumni på de ulike universitetene er åpen for tidligere studenter og PhD-kandidater, samt ansatte ved instituttet.

source: My name is Jennie Lundqvist and I partly owe my PhD position at The Arctic University of Norway (UiT) to a starfish from the North Sea.
nb: Jeg heter Jennie Lundqvist og det at jeg nå har begynt som PhD kandidat ved UiT kan spores tilbake til en sjøstjerne fra Nordsjøen.

source: • Spjeldnæs, N. (2017) Geothermal energy, in: Store norske leksikon.
nb: • Spjeldnæs, N. (2017) Geotermisk energi, i: Store norske leksikon.

source: Teachers Retreat, inspired by the model of bioCEED, is an iEarth initiative to create a place for geoscience […]
nb: Teacher’s Retreat, etter modell fra bioCEED, er et initiativ av iEarth for å kunne skape et samlingspunkt for geofaglige […]

source: of April at 10:15 with demos of the software V3Geo and EPOS-n Portal.
nb: 10.15 med demo av programvarene V3Geo og EPOS-n Portal.

source: iEarth Digital Learning Forum – Jan Alexis Nielsen
nb: iEarth Digitale Læringsforum – Jan Alexis Nielsen

source: Phd at the Department of Arctic Geology and Arctic Geophysics at UNIS:
nb: PhD ved Institutt for arktisk geologi og arktisk geofysikk:

source: Kikki (Helga) Flesche Kleiven and Ulysses Ninnemann, both for the Department of Geoscience at UiB, got awarded 1.45 mill NOK from the Olav Thon Foundation to develop the student active learning in marine geology and palaeoceanography.
nb: Kikki (Helga) Flesche Kleiven og Ulysses Ninnemann, begge fra Institutt for geovitenskap ved UiB, har fått tildelt 1.45 mill fra Olav Thon Stiftelsen til å utvikle studentaktiv læring i maringeologi og paleoseanografi.

source: He holds a PhD in climate science from EAPS/MIT, and has been a professor at UiB since 2012.
nb: Kerim har PhD i klimavitenskap fra EAPS/MIT, og har vært professor ved UiB siden 2012.

source: Meet Jennie Lundquist – iEarths new PhD student at UiT
nb: Møt Jennie Lundqvist – iEarth sin nye PhD kandidat ved UiT

source: Field learning evaluation workshop
nb: Workshop om evaluering av feltlæring

source: Covid-19 changed the way we teach and how the students learn, and since March the students have been home following the teaching on digital platforms.
nb: Når Covid-19 forandret hverdagen til de fleste, ble også studentene våre påvirket. Siden mars har de sittet hjemme og fulgt undervisning på digitale plattformer.

source: – We try to engage the students to use local geology as examples.
nb: – Vi prøver å engasjere studentene i å bruke eksempler fra sin lokale geologi.

source: February 4, 2019
nb: februar 4, 2019

source: She has been involved in iEarth since 2018 and is therefore a natural choice as a first student leader.
nb: Hun har vært involvert i iEarth siden 2018, og har nå fått rollen som nasjonal leder.

source: iEarth Digital Learning Forum – The iEarth Special
nb: iEarths Digitale Læringsforum – iEarth Spesial

source: PhD at the Department of Earth Science at UiB:
nb: PhD ved Institutt for Geovitenskap ved UiB:

source: : After registering, choose groups and search for ”Institutt for geovitenskap, UiB”.
nb: Etter registrering velger man groups og søker på ”Institutt for geovitenskap, UiB”.

source: iEarth Digital Learning Forum- Anders Ahlberg
nb: iEarth Digitale Læringsforum – Anders Ahlberg

source: PhD at the Geophysical Institute at UiB:
nb: PhD ved Geofysisk institutt ved UiB:

source: We are delighted to welcome Eirik Vadstein Karlstad as an iEarth student representative at UiO.
nb: Vi ønsker velkommen til Eirik Vadstein Karlstad som er ny iEarth studentrepresentant ved UiO

source: iEarth and students Ingvild and Eline presented today the project “Educational movies – made for and by students” during Læringslaben’s breakfast meeting.
nb: iEarth og studentene Ingvild og Eline presenterte i dag prosjektet «Undervisningsfilmer – laget av og for studenter» under Læringslaben sin Labfrokost.

source: • Rosvold, K., A. (2017) Geothermal power plant, in: Store norske leksikon.
nb: • Rosvold, K., A. (2017) Geotermisk kraftverk, i: Store norske leksikon.

source: He, together with Anders Mattias Lundmark, associate professor at UiO, received 4 mill NOK in the DIKU program “Fleksible utdanningstilbud” for their project
nb: Han, sammen med Anders Mattias Lundmark, førsteamanuensis ved UiO, mottok 4 mill NOK fra DIKU-programmet “Fleksible utdanningstilbud” for prosjektet

source: Geological and environmental hazards (i.e. earthquakes, landslides, floods, etc.) are a threat to society, and bound to increase in a changing climate.
nb: Geologiske og naturlige farer (som jordskjelv, skred, flom osv.) er en trussel ovenfor de fleste samfunn, og som vi vil se hyppigere frekvens av i et endrende klima.

source: In addition, time was found for a hike to Melderskin (1427 masl), a visit to the Steinpark (Rock Park) and the Rosendal Manor House, and a tour of the recently opened Folgefonna centre.
nb: I tillegg ble både fjelltur til Melderskin (1427 moh.), besøk i Steinparken og Baronihagen, og omvisning på Folgefonnsenteret sneket inn i agendaen.

source: The goal of the MNT-Conference was to promote the quality and the relevance of mathematics and natural science education through contributing to research based and scientific approach to teaching and learning – SoTL (Scholarship of teaching and Learning).
nb: MNT-konferansen hadde som formål å fremme MNT-utdanningenes kvalitet og relevans gjennom å bidra til forskningsbasert og vitenskapelige tilnærming til undervisning og læring – SoTL (Scholarship of Teaching and Learning) – slik vi kjenner det fra forskning.

source: th year and has inspired over 30 Swedish and Scandinavian institutions.
nb: Denne ordningen er nå i sitt nittende år og har inspirert over 30 svenske og skandinaviske institusjoner.

source: A unique feature of the course will be that students will benefit from the expertise of all partnering institutes (UiB, UiO, UiT, UNIS, NVE), exposing students to the research environment beyond their home institution and outside of academia.
nb: Et unikt element med kurset er at studenter vil dra nytte av ekspertisen til studieinstitusjoner utenfor sitt eget (UiB, UiO, UiT, UNIS, NVE), som eksponerer studenten for forskningsmiljøer i hele landet, også utenfor akademia.

source: See the presentation of Atle Rotevatn below.
nb: Se presentasjon til Atle Rotevatn under.

source: Her role as national leader will initially be to aid in the establishment of student chapters at UiB, UiT and UiO.
nb: Her vil rollen i første omgang være å hjelpe til å etablere de ulike lokallagene ved UiB, UiO og UiT, og videre holde de i gang.

source: Lena Håkansson (UNIS) started with sharing thoughts and experiences using virtual field guides at Svalbard and how these beneficially can be used under the present circumstances.
nb: Lena Håkansson (UNIS) har jobbet med virtuelle feltguider og beskrev hvordan disse med fordel kan brukes særlig under den nåværende situasjonen.

source: Find more information and link to the meeting
nb: Finn mer informasjon om seminaret og link til møtet

source: th of May, 37 students and invited “old” students met on Zoom.
nb: mai møttes 37 studenter og tidligere studenter på zoom.

source: The head of department for geoscience from UiO, Brit Lisa Skjekvåle, and vice dean for education at the MatNat faculty at UiB, Harald Walderhaug, came to talk about the future geoscience education and institutional changes to improve the bachelor programs.
nb: Instituttleder ved institutt for geofag ved UiO, Brit Lisa Skjekvåle, og Visedekan for utdanning ved Det matematisk-naturvitenskapelige fakultet ved UiB, Harald Walderhaug, var tilstede for å snakke om den fremtidige geofaglige utdanningen og institusjonelle tiltak for å forbedre bachelorutdanningen.

source: Due to the Covid-19 situation, the forum will be arranged with digital keynotes and local workshops.
nb: På grunn av Covid-19 situasjonen vil forumet holdes med digitale innlegg og lokale workshops.

source: The course was arranged by the Department of Geosciences, UiO and KURT – Centre for Teaching and Learning in Sciences, together with the research school DEEP and iEarth.
nb: Kurset denne gang var arrangert av Institutt for geofag, UiO, og KURT – Kompetansesenter for undervisning i realfag og teknologi, sammen med forskerskolen DEEP og iEarth.

source: The geological student association at UiO has awarded Mattias Lundmark and Kristina Dunkel with the title Lecturer of the year 2020.
nb: Geologisk fagutvalg ved UiO har utmerket Mattias Lundmark og Kristina Dunkel med tittelen Årets Foreleser 2020.

source: iEarth Digital Learning Forum – Kikki Kleiven
nb: iEarth digitale Læringsforum- Kikki Kleiven

source: Thursday 5th of May we had our 4 new PhD students present themselves for the iEarth community.
nb: På torsdag 5. mai inviterte vi våre 4 nye PhD studenter til å komme å introdusere seg for iEarth-miljøet.

source: Now the testing is over and the real deal awaits the 25 th
nb: Nå er general prøven ferdig og da gjenstår bare site visit 25.

source: “22 applicants became 9 finalists, and tonight it becomes clear who will become a centre of excellence in education.
nb: “22 søkere ble til 9 finalister, og i kveld blir det klart hvilke som blir fremragende sentre for utdanning.

source: Lecturer of the year 2020, Department of Geosciences UiO
nb: Årets foreleser på Geovitenskapelig institutt UiO 2020

source: Two weeks ago, we had the first hybrid Geolearning Forum with focus on student active learning and industry collaboration.
nb: For to veker sidan hadde vi det fyrste hybrid Geolearning Forum med fokus på studentaktiv læring og næringslivsamarbeid.

source: Further, Joachim Jacobs (UiB) shared his plan of replacing a field course in structural geology with student doing independent fieldwork on self-chosen localities.
nb: Videre viste Joachim Jacobs (UiB) til hvordan feltkurs kan erstattes med selvstendig og selv-valgte feltlokaliteter.
